@extends('layout')

@section('content')

<div class="page-title parallax parallax2 position-relative clearfix">
    <div class="section-overlay"></div>
    <div class="container">
        <div class="breadcrumbs position-relative">
            <div class="breadcrumbs-wrap">
                <h1 class="title">বিস্তারিত</h1>

            </div>
        </div>
    </div>
</div><!-- page-title -->
<div class="flat-case-details">
    <div class="container">
        <div class="bg-case-details border-corner">


            <div class="row">

                <div class="col-lg-12 col-md-12 col-12">
                    <div class="case-details-desc">
                        <h4 class="text-title">আমরা আপনার কাছ থেকে উত্সাহ প্রদানের কথা শোনার জন্য এখানে আছি</h4>
                        <p>ইন্দ্রজাল বিশ্বাস করেন যে দুর্দান্ত পরিষেবাগুলি ব্যবসায়ের ফলাফলকে চালিত করে এবং এটি
                            ক্লায়েন্টদের সাথে দীর্ঘস্থায়ী এবং গুরুত্বপূর্ণ সম্পর্ক গড়ার মূল বিষয়। এবং বিষয়বস্তু
                            বিপণনের জায়গার একজন স্রষ্টা হিসাবে, আমরা যদি শক্তিশালী প্রযুক্তি সহ শক্তিশালী ব্র্যান্ড
                            উচ্চাভিলাষী ব্র্যান্ড এবং অবিশ্বাস্য বিশেষজ্ঞদের একটি দল তাদের বিষয়বস্তু বিপণনের মান আনলক
                            করতে, কার্যক্ষম অন্তর্দৃষ্টি বৃদ্ধি করতে এবং ব্যবসায়িক ফলাফলগুলি নিশ্চিত করতে সক্ষম হয়
                            তবে আমরা কিছুকে ক্ষমতায়িত করি। ইন্দ্রজাল বাংলাদেশের একটি বৃহত্তর ডিজিটাল এজেন্সি যার
                            সাথে কিছু সৃজনশীল মানুষের একটি দল রয়েছে। আমরা আমাদের ব্যতিক্রমী সংস্থার সংস্কৃতির জন্য
                            বিখ্যাত। আমাদের অভিজ্ঞতা এবং বিশাল সেটআপ আমাদের তুলনাহীন স্কেলে পরিষেবা বিতরণ করতে দেয়।
                            আমরা বাংলাদেশের বড় ক্লায়েন্টদের সাথে কাজ করেছি এবং ডিজিটাল স্পেসে শীর্ষস্থানীয় ব্র্যান্ড
                            তৈরি করেছি। তথ্য, বিষয়বস্তু এবং প্রযুক্তির সাথে সৃজনশীল কৌশলগুলি একত্রিত করে সমস্যাগুলি
                            সমাধান করা আমাদের বংশের। আমাদের মূল শক্তিটি সঠিক ঠিকানাগুলির সাথে জড়িত হওয়ার জন্য
                            অর্থপূর্ণ ডিজিটাল সামগ্রীগুলি বিকাশ করছে এবং মোতায়েন করছে। এর জন্য ধন্যবাদ, আমরা প্রচুর
                            পরিমাণে ডিজিটাল সৃষ্টি ও পরিষেবাদি পরিচালনার জন্য, প্রমাণিত ট্র্যাক রেকর্ডস সহ বিশেষায়িত
                            গো-টু এজেন্সি হয়েছি।
                        </p>
                        <h4 class="text-title">ব্যবস্থাপনা</h4>
                        <p>আমাদের পরিচালনা দলটি দীর্ঘমেয়াদী যত্ন প্রদানকারী এবং সফ্টওয়্যার ডেভলপমেন্ট ইন্ডাস্ট্রিতে
                            বহু বছরের অভিজ্ঞতা সম্পন্ন লোকের সমন্বয়ে গঠিত। আমাদের দর্শন গ্রাহকের প্রয়োজনের উপর
                            লেজারের মতো ফোকাস।</p>
                        <p>চেয়ারম্যান: চেয়ারম্যান 12 বছরেরও বেশি সময় ধরে আইটি শিল্পে কাজ করছেন। ব্যবসায়ের
                            প্রক্রিয়া পরিচালন ব্যবস্থার (গার্মেন্টস এবং সংবাদপত্র ব্যবস্থাপনার ইআরপি-র সমস্ত মডিউল
                            সহ), সার্চ ইঞ্জিন অপ্টিমাইজেশন (এসইও), হাসপাতাল ম্যানেজমেন্ট সফটওয়্যার, স্কুল সম্পর্কিত
                            সফটওয়্যার বিকাশ, ওয়েবসাইট ডিজাইন ও বিকাশ, ওয়েব ভিত্তিক এন্টারপ্রাইজ রিসোর্স প্ল্যানিং
                            (ইআরপি) এর বিস্তৃত অভিজ্ঞতা রয়েছে তার ম্যানেজমেন্ট সফটওয়্যার এবং বিভিন্ন আইটি পরিষেবা।
                        </p>
                        <p>ব্যবস্থাপনা পরিচালক দশ বছরেরও বেশি সময় ধরে আইটি পরিষেবা শিল্পগুলিতে তথ্য প্রযুক্তির সরঞ্জাম
                            নিয়ে কাজ করছেন। সফটওয়্যার বিকাশ, সাইবার সুরক্ষা, গেম ডেভেলপমেন্ট, ই-লার্নিং এবং কৌশলগত
                            ব্যবসায়িক অংশীদারিত্বের বিকাশে তার দক্ষতা। তিনি আইটি বিভাগে উচ্চ শিক্ষিত। বোর্ডের সামগ্রিক
                            কৌশল অনুসারে ম্যানেজিং ডিরেক্টর কোম্পানির পারফরম্যান্সের জন্য দায়বদ্ধ।</p>
                        <p>পরিচালক সমস্ত আর্থিক পরিকল্পনা এবং অ্যাকাউন্টিং অনুশীলন পরিচালনা করে। তিনি সাংগঠনিক দক্ষতা
                            এবং উপযুক্ত সংস্থান বরাদ্দ নিশ্চিত করতে প্রকল্প বাজেটগুলি বিকাশ ও পর্যবেক্ষণ করেন।
                            অ্যাপ্লিকেশন বিকাশ / সংহতকরণ, পরিচালন তথ্য ব্যবস্থা, সাইবার সুরক্ষা, ই-বাণিজ্য এবং আরও অনেক
                            বিষয়ে তাঁর বিস্তৃত জ্ঞান রয়েছে</p>
                        <h4 class="text-title">আমাদের ভিশন </h4>
                        <p> ইন্দ্রজাল কমপ্যাক্ট, উচ্চ-নির্ভুল প্রযুক্তিতে উদ্ভাবনের নিরলসতা সাধনের প্রতিশ্রুতিবদ্ধ
                            এবং গ্রুপ-ওয়াইড প্ল্যাটফর্ম গঠনের মাধ্যমে শক্তিশালী ব্যবসায়ের একটি সম্প্রদায় হয়ে উঠবে,
                            তৈরি করবে, উত্পাদন করবে এবং নরম জিনিস এবং আইটি পরিষেবা প্রদান করবে যা বিশ্বব্যাপী গ্রাহকদের
                            জড়িত করে।</p>
                        <h4 class="text-title">আমাদের লক্ষ্য</h4>
                        <p> ইন্দ্রজাল মিশনের বিবৃতিতে বাজারের সাফল্য আনতে (সঠিক, উচ্চ-মানের প্রশিক্ষণ তৈরি করা)
                            এবং একটি উন্নত বিশ্বে অবদান রাখার মানগুলি উভয়ই সমন্বিত হয়। সুবিধার প্রশিক্ষণ এবং যথাযথ
                            সমর্থনের পিছনে থাকা লোকদের জন্য যারা সৃজনশীল কিছু শিখতে চান এবং সঠিক উপায়ে উপার্জন করতে
                            চান যেখানে তারা প্রচুর উপার্জন করতে পারেন। এই কারণের নামে সংস্থাটি সময় এবং পরিষেবাদি দান
                            করে।</p>
                        <h4 class="text-title">আমাদের ফোকাস</h4>
                        <p>আজকের প্রতিযোগিতামূলক পরিবেশে সাফল্য অর্জনের জন্য, সংস্থাগুলিকে উন্নতমানের পণ্যগুলি উদ্ভাবন,
                            বিকাশ এবং বিতরণ করার পাশাপাশি ক্রমবর্ধমান ব্যবসায়ের জটিল প্রয়োজনগুলি মোকাবেলা করতে হবে।
                            বিশ্বব্যাপী মার্কেটপ্লেস ক্রমাগতভাবে বিকশিত হচ্ছে এবং ইন্দ্রজাল কাস্টম-বিল্ট আইটি
                            সমাধান সরবরাহ করে যাতে সংস্থাগুলি তারা সর্বোপরি কী করা যায় তার দিকে মনোনিবেশ করতে সহায়তা
                            করে, আরও ভাল কাজ করে এবং ব্যবসায়ের চালনা চালায়।</p>
                        <p>প্রতিষ্ঠার পর থেকে ইন্দ্রজালের নতুনত্ব, প্রসার ও বিকাশের খুব সমৃদ্ধ ইতিহাস রয়েছে। এটির
                            প্রথম পণ্য (সংস্করণ) থেকে, জোর দেওয়া সর্বদা জোর দেওয়া হয়েছিল যে উন্নত পণ্যগুলি বৈশিষ্ট্য
                            সমৃদ্ধ এবং অত্যাধুনিক প্রযুক্তির উপর ভিত্তি করে রয়েছে তা নিশ্চিত করে তোলার জন্য team
                            বিশ্বজুড়ে ব্যবসায়িক সহযোগীদের সাথে, সম্মানিত সংস্থাগুলির সাথে অংশীদারিত্ব করে, যা
                            সর্বোত্তম কর্মক্ষমতা এবং প্রযুক্তিগত মান অর্জনে সহায়তা করে, আজ ইন্দ্রজাল একটি
                            সত্যিকার বহুজাতিক সংস্থায় রূপান্তরিত হয়েছে যাতে সারা বাংলাদেশের অফিস রয়েছে।</p>
                        <p>বহু বছরের অভিজ্ঞতা এবং মাল্টি-ডোমেন দক্ষতার সাথে আইটি সমাধান প্রদানকারী হিসাবে, ইন্দ্রজাল
                            ডিজিটাল পরামর্শ পরিষেবা এবং দক্ষতাগুলি একটি বিস্তৃত জ্ঞান-ভিত্তি এবং ব্যবসাকে পরিচালিত করতে
                            এবং বিকাশে কী লাগে তার একটি গভীর উপলব্ধি দ্বারা সমর্থন করা হয়। পুনরায় ইঞ্জিনিয়ারিং
                            ব্যবসায়িক প্রক্রিয়াগুলি এবং সংস্থানসমূহকে অনুকূলকরণের মাধ্যমে, ব্যবহারকারী-বান্ধব, নমনীয়
                            এবং ব্যয় দক্ষ শিল্পের নির্দিষ্ট সমাধানগুলি বিকাশ এবং মোতায়েন করে। আমরা আমাদের
                            ক্লায়েন্টদের বিশ্বব্যাপী আমাদের এইচআর পরিষেবাদির মাধ্যমে সোর্সিং, মূল্যায়ন ও একটি সংস্থার
                            কর্মশক্তির প্রশিক্ষণ ও বিকাশের প্রয়োজনীয়তা সরবরাহের মাধ্যমে তাদের কর্মশক্তি পরিচালনা করার
                            জন্য সম্পূর্ণ এবং শৃঙ্খলাবদ্ধ কৌশলগুলি দিয়ে ফিরেছি। ইন্দ্রজাল বিশ্বব্যাপী প্রচুর
                            ক্লায়েন্টকে উত্পাদনশীলতা এবং দক্ষতা বাড়াতে এবং আরও ভাল চালাতে সহায়তা করেছে।</p>

                    </div>
                </div>


            </div>
        </div>
    </div>
</div><!-- flat-case-details -->
@endsection
